Repository: StefanoBiasu/veniceboots-ios
Catalog: VeniceBoots/*.lproj/Localizable.strings
Languages: it

# last_updated_sea_level
source: Last updated sea level: %@ cm
it: Livello mare: %@ cm

# sea_level_update
source: Click to update
it: Premi per aggiornare

# info_label_green_areas
source: Green areas are equal or below the sea level
it: Le aree verdi sono uguali o al di sotto del livello del mare

# info_label_green_areas_unselected
source: Green areas are equal or below the sea level. Select a sea level to simulate flooding
it: Le aree verdi sono uguali o al di sotto del livello del mare. Seleziona un livello

# current_sea_level_menu
source: current
it: attuale

# sea_levels_menu
source: sea sevels
it: livelli

# simulate_sea_level_menu
source: simulate
it: simulazione

# settings_menu
source: settings
it: impostazioni

# info_menu
source: info
it: informazioni

# current_sea_level_info_label_no_areas
source: No areas below sea level. To simulate a flooding, go to section: simulate
it: Non ci sono aree sotto il livello del mare. Per simulare, vai alla sezione simulaizone

# current_sea_level_navigation_title
source: Current sea level
it: Livello del mare attuale

# sea_levels_navigation_title
source: Sea levels
it: Livelli

# info_label_sea_levels_legend
source: Legend indicates centimeters above sea level
it: In legenda sono indicati i centimetri sopra il livello del mare

# simulate_sea_levels_navigation_title
source: Simulate sea levels
it: Simula

# simulate_sea_levels_select
source: select
it: seleziona

# simulate_sea_level_no_selection
source: No sea level selected yet
it: Nessun livello selezionato

# simulate_sea_level_selected
source: Sea level selected: %@
it: Livello selezionato: %@

# settings_navigation_title
source: Settings
it: Impostazioni

# settings_reset_map_cache
source: reset map cache
it: cancella cache mappe

# info_navigation_title
source: Info
it: Informazioni

# info_text_provisions
source: The background maps are provided by OpenStreetMaps. The sea level reference is derived from "Punta della Salute (VE)" station and it is provided by Comune di Venezia, while source of sea curve levels is Insula spa
it: Le mappe sono ricavate dai servizi di OpenStreetMaps, mentre il livello del mare è definito in riferimento al livello del mare della stazione di Punta della Salute, servizio offerto dal Comune di Venezia. Le curve di livello sono un'elaborazione di dati derivanti dalla Fonte informativa: Insula spa

# info_text_legal
source: We provide the Services on an "as is" and "as available" basis, and it's expressly disclaimed all express or implied warranties of all kinds. Third party services using device informations are limited to FireBase Crashlytics, whose privacy policy is reported here: https://firebase.google.com/support/privacy. Thanks to Davide Ramo, Samuele Biasutti and Simone Biasutti
it: Nessuna responsabilità derivante dall'uso di questa applicazione è prevista. Informazioni riguardanti i device usati da servizi di terze parti sono limitate a FireBase Crashlytics, la cui privacy policy è riportata qui: https://firebase.google.com/support/privacy. Grazie a Davide Ramo, Samuele Biasutti e Simone Biasutti

# info_text_credits
source: For any communication, please contact stefano.biasu@gmail.com.
it: Per ogni comunicazione, contattare Stefano Biasutti alla seguente mail: stefano.biasu@gmail.com.
